[
    {
      "q_text": "what is the origin of COVID-19",
      "answer_text": "Sars-cov-2 is thought to be originated from an animal coronavirus that successfully adapted to humans. The species of origin of sars-cov-2 has not been fully identified, but the virus seems to be related to sars-cov and other coronaviruses found in bats and other mammal species. The first cases of the novel coronavirus associated disease (covid-19) have been traced to the Chinese province of Hubei in early December 2019. Although the actual index case is not really known, the first sequence of the novel coronavirus was produced within weeks from the emergence of the disease."
    },
    {
      "q_text": "how does the coronavirus respond to changes in the weather",
      "answer_text": "Temperature and relative humidity are major factors determining virus inactivation in the environment. Temperature and relative humidity have been shown to impact the kinetics of inactivation of coronaviruses. Increased temperatures have been shown to increase the rate of the inactivation, and decreased relative humidity have been associated with a reduction of coronaviruses inactivation rate on surfaces. Inactivation rates were lower in suspensions compared to surfaces in studies that tested both suspensions and surfaces at similar temperatures. Hence, the prediction of the persistence of SARS-CoV-2 on fomites is essential to investigate the importance of contact transmission."
    },
    {
      "q_text": "what drugs have been active against SARS-CoV or SARS-CoV-2 in animal studies?",
      "answer_text": "Favipiravir is a nucleoside analog with an ability to inhibit RNA-dependent polymerase and was approved for marketing in Japan in 2014. In vitro experiments have shown that favipiravir is effective for COVID-19 and that its EC 50 is 61.88 M. To date, some clinical trials of favipiravir in the treatment of COVID-19 have been carried out in China. Recent clinical studies have found that compared with the antiviral drug arbidol, the clinical effect of favipiravir is more significant. Nucleic acid positive-to-negative time, mean antipyretic time and cough remission time were all better than those of the arbidol group.\r\nRemdesivir(GS-5734) Remdesivir was first used to treat Ebola virus, and it has completed phase 2 clinical trials. As a nucleoside analog, it can interact with RdRp, and the triphosphate form of remdesivir will compete with adenosine triphosphate, leading to delayed chain termination and inhibiting viral replication and transcription. number of in vitro studies have shown that remdesivir has inhibitory effects on a variety of human and animal coronaviruses."
    },
    {
      "q_text": "are there serological tests that detect antibodies to coronavirus?",
      "answer_text": "The serological tests that have recently been developed employ different methods and target either IgG or IgM or both. In an attempt to fill the knowledge gap, this systematic review summarized evidence from 38 studies involving 7848 individuals. Although the US Food and Drug Administration (FDA) has approved ELISA, LFIA, and neutralization assays, we included in the present meta-analysis studies using CLIA and FIA methods as well, because they can potentially be approved in the future. We did not consider neutralization assays since they are more time demanding (3-5 days) and can only be performed in laboratories of Biosafety Level-3 (BSL-3) . The meta-analysis showed that all methods yielded high specificity with some of the methods (ELISA and LFIA) reaching levels higher than 99%. ELISA-and CLIA-based methods performed better in terms of sensitivity (90-96%) followed by LFIA and FIA with sensitivities ranging from 80% to 89%."
    },
    {
      "q_text": "what are the guidelines for triaging patients infected with coronavirus?",
      "answer_text": "COVID-19 illuminates the need for a tiered diagnostic approach to rapidly identify clinically significant infections and reduce disease spread. Without the ability to efficiently screen patients, hospitals are overwhelmed, potentially delaying treatment for other emergencies. A multi-tiered, diagnostic strategy incorporating a rapid host immune response assay as a screening test, molecular confirmatory testing and rapid IgM/IgG testing to assess benefit from quarantine/further testing and provide information on population exposure/herd immunity would efficiently evaluate potential COVID-19 patients. Triaging patients within minutes with a fingerstick rather than hours/days after an invasive swab is critical to pandemic response as reliance on the existing strategy is limited by assay accuracy, time to results, and testing capacity. Early screening and triage is achievable from the outset of a pandemic with point-of-care host immune response testing which will improve response time to clinical and public health actions. "
    },
    {
      "q_text": "what are the transmission routes of coronavirus?",
      "answer_text": "Current information suggests that the two main routes of transmission of the COVID-19 virus are respiratory droplets and contact. Vertical transmission has also been reported. Respiratory droplets are generated when an infected person coughs or sneezes. Any person who is in close contact (within 1 m) with someone who has respiratory symptoms (coughing, sneezing) is at risk of being exposed to potentially infective respiratory droplets. Droplets may also land. Studies have shown that SARS corona virus can survive on plastered walls, stainless steel surfaces, plastics and even glass slides from 24-72 hours. It is stable in feces and urine for at least 1-2 days. Hence, all the surfaces should be disinfected as they can act as potential source of infection before commencing and after finishing the procedures."
    },
    {
      "q_text": "what are the best masks for preventing infection by Covid-19?",
      "answer_text": "Due to the characteristics of the virus, the standard protective measures of daily workflow do not prevent the infection, and specific masks (N-95 or FFP2 or higher) or powered air-purifying respirator (PAPR), other personal protective equipment (PPE) and dedicated sterilization measures should be implemented to avoid the infection."
    },
    {
      "q_text": "are patients taking Angiotensin-converting enzyme inhibitors (ACE) at increased risk for COVID-19?",
      "answer_text": "Many of the patients are treating with angiotensin-converting enzyme inhibitor (ACEI) or angiotensin II receptor blocker (ARB). There has been considerable debate in scientific community and health professionals about whether angiotensin converting enzyme (ACE) inhibitors and angiotensin receptor blockers (ARBs) may increase attractiveness towards the COVID-19 virus infection or not. One of the important concern highlighted by these studies involving antihypertensive medications suggested that these drugs might cause increments in abundance of SARS-CoV-2 receptor henceforth causing COVID-19 by entering into cells. This suggests plausible increase in ACE2 receptors on lung and heart cells and hence offering more entry points for SARS-CoV-2. However, no strong evidence has been noted."
    },
    {
      "q_text": "what are the mortality rates overall and in specific populations",
      "answer_text": "The outbreak of SARS-CoV-2 has become a pandemic with significant mortality. Published studies describing clinical characteristics of the disease contain small cohorts from individual centers or larger series consisting of mixed series from multiple different hospitals. We report here analyses of mortality and disease severity among 402 patients from a single hospital. The cohort includes 297 patients with confirmed and 105 with clinical diagnosis. The latter group consists of cases with inconclusive nucleic acid test but meeting the criteria for clinical diagnosis. Data are compared between genders and among different age groups. The overall case fatality is 5.2%. However, age at 70 years or older is associated with a significantly higher mortality (17.8%) and higher rate of severe and critical illness (57.5%). Case fatality is 8% in patients 50 years of age or older, and 1.2% in those younger than 50 years. In addition, case fatality is 7.6% in male patients, as opposed to 2.9% in females, demonstrating a clear gender difference."
    },
    {
      "q_text": "are cardiac complications likely in patients with COVID-19?",
      "answer_text": "COVID-19 can cause a severe infection with serious effects in patients with heart disease. Importantly, patients with cardiovascular disease (CVD) have a higher risk of severe symptoms and death. In addition, COVID-19 infection has been associated with multiple direct and indirect complications in the cardiovascular system, such as acute myocardial damage, myocarditis, arrhythmias, and thromboembolic disease. Moreover, the treatments under investigation for COVID-19 can have secondary cardiovascular effects. These interactions mean that patients standard drug therapies are frequently discontinued during their admission, which can lead to decompensation of the underlying heart condition. Furthermore, polypharmacy involving antipsychotic drugs and other antibiotics that prolong the QT interval can contribute to cardiotoxicities related to these drug combinations in older patients."
    },
    {
      "q_text": "what kinds of complications related to COVID-19 are associated with hypertension?",
      "answer_text": "Several reports have denoted the incidence and types of adverse cardiovascular events associated with COVID-19. In one early experience from Wuhan, China, arrhythmias were present in 16.7% of hospitalized patients, with 7.2% experiencing acute cardiac injury. In a subsequent report, cardiac injury, defined as high-sensitivty troponin I levels above the 99th-percentile upper reference limit, occurred in 19.7% of patients, occurring most frequently among older patients and in those with comorbidities. The presence of cardiac injury was associated with a more severe disease course, with a higher proportion of patients with acute respiratory distress syndrome, acute kidney injury, and coagulation disorders, compared to those without cardiac injury."
    },
    {
      "q_text": "which biomarkers predict the severe clinical course of 2019-nCOV infection?",
      "answer_text": "The novel coronavirus might mainly act on lymphocytes, especially T lymphocytes. Surveillance of NLR and lymphocyte subsets is helpful in the early screening of critical illness, diagnosis and treatment of COVID-19."
    },
    {
      "q_text": "what are the initial symptoms of Covid-19?",
      "answer_text": "The symptoms of this COVID-19 are somewhat is same is that of MERS-CoV. Symptoms include mild flu, such as fever, cough, difficulty in breathing, pain in the muscles and tiredness. More serious cases develop pneumonia, acute respiratory distress syndrome, sepsis and septic shock that can lead to the death of the patients. "
    },
    {
      "q_text": "which SARS-CoV-2 proteins-human proteins interactions indicate potential for drug targets. Are there approved drugs that can be repurposed based on this information?",
      "answer_text": "Results of the presented in silico analysis suggest the following:  the newly emerging SARS-CoV-2 is highly related to SARS-CoV and, to a lesser degree, MERS-CoV, and ACE2 is a likely receptor of it; civets and poultry are potential candidates for the natural reservoir of the SARS-CoV-2, human actin proteins possibly participate in attachment/internalization of SARS-CoV-2, drugs which interact with actin proteins (e.g. ibuprofen) should be investigated as possible therapeutics for treatment of SARS-CoV-2 infection, and domain 266-330 of S1 protein from the SARS-CoV-2 represents promising therapeutic and/or vaccine target."
    },
    {
      "q_text": "is remdesivir an effective treatment for COVID-19",
      "answer_text": "In animal models, remdesivir treatment was effective against MERS-CoV and SARS-CoV infection. In vitro, remdesivir inhibited replication of SARS-CoV-2. Therapeutic remdesivir treatment initiated early during infection had a clinical benefit in SARS-CoV-2-infected rhesus macaques."
    },
    {
      "q_text": "What are the longer-term complications of those who recover from COVID-19?",
      "answer_text": "Peripheral inflammation caused by COVID-19 may have long-term consequences in those that recover, leading to chronic medical conditions such as dementia and neurodegenerative disease, likely through neuroinflammatory mechanisms that can be compounded by an unhealthy diet."
    },
    {
      "q_text": "What is the protein structure of the SARS-CoV-2 spike?",
      "answer_text": "Spike protein of SARS-CoV-2 is 1273 amino acid long protein with two functionally distinct regions, S1 and S2, involved in the attachment and entry of the virus, respectively. SARS-CoV-2 entry in the host cell is mediated by proteolytic cleavage of its spike protein, a process dubbed as priming. Recently, human Transmembrane Protease Serine 2 (TMPRSS2) has been shown to carry out the priming of the SARS-CoV-2 spike protein by generating two distinct fragments of the viral spike protein, S1/S2 and S2-"
    },
    {
      "q_text": "What is the result of phylogenetic analysis of SARS-CoV-2 genome sequence?",
      "answer_text": "Since the SARS-CoV-2 has characteristics typical of the coronavirus family, it is currently classified in the lineage B betacoronaviruses that also include severe acute respiratory syndrome (SARS) and middle eastern respiratory syndrome (MERS). Although the source of the SARS-CoV-2 is still under investigation, genome sequencing and phylogenetic analysis proved that the sequence of RNA genome of the virus is similar to bat coronaviruses, indicating the bats maybe the primary source."
    },
    {
      "q_text": "What is the mechanism of cytokine storm syndrome on the COVID-19?",
      "answer_text": "COVID-19 produces a severe systemic inflammatory reaction, likely the result of increased free heme levels and decreased levels of HO-1 activity and functional hemoprotein. The spike protein of COVID-19 binds ACE-2 receptors and porphyrin molecules with weak and strong affinity, respectively. Porphyrins are the building blocks of heme and allow COVID-19 access to invade cells along with ACE-2 receptors and bind functional hemoprotein within the cell. The resulting COVID-porphyrin complex may lead to an impairment of HO-1 function and an upregulation of pro-inflammatory free heme and iron, which overwhelms the anti-inflammatory cytoprotection of HO-1."
    },
    {
      "q_text": "What are the observed mutations in the SARS-CoV-2 genome and how often do the mutations occur?",
      "answer_text": "Forty-two missense mutations were identified in all the major non-structural and structural proteins, except the envelope protein."
    },
    {
      "q_text": "What are the impacts of COVID-19 among African-Americans that differ from the rest of the U.S. population?",
      "answer_text": "African American have been severely affected by COVID-19 noted with the rising mortality rates within the African American community. Health disparities, health inequities and issues with systemic health access are some of the pre-existing issues African American were subjected to within the southern states in the United States."
    },
    {
      "q_text": "How has the COVID-19 pandemic impacted mental health?",
      "answer_text": "Key mental health outcomes were Post-Traumatic Stress Disorder symptoms (PTSD), severe depression, anxiety, insomnia and perceived stress."
    },
    {
      "q_text": "what is the origin of COVID-19",
      "answer_text": "Coronavirus Disease 2019 (COVID-19) is a virus identified as the cause of an outbreak of respiratory illness first detected in Wuhan, China."
    },
    {
      "q_text": "how does the coronavirus respond to changes in the weather",
      "answer_text": "It is not yet known whether weather and temperature affect the spread of COVID-19. Some other viruses, like those that cause the common cold and flu, spread more during cold weather months but that does not mean it is impossible to become sick with these viruses during other months. There is much more to learn about the transmissibility, severity, and other features associated with COVID-19 and investigations are ongoing."
    },
    {
      "q_text": "are there any drugs that work for SARS-CoV or SARS-CoV-2 in animals?",
      "answer_text": "Some types of HIV medicine (for example, lopinavir-ritonavir) to treat COVID-19 are being evaluated. Results from a clinical trialexternal icon in China showed that lopinavir-ritonavir did not speed up recovery or reduce the amount of virus produced in patients hospitalized with COVID-19 and pneumonia."
    },
    {
      "q_text": "are there blood tests that detect antibodies to coronavirus?",
      "answer_text": "Serology testing is used to detect previous infection (antibodies to MERS-CoV) in people who may have been exposed to the virus."
    },
    {
      "q_text": "how does coronavirus spread?",
      "answer_text": "The virus that causes COVID-19 is thought to spread mainly from person to person, mainly through respiratory droplets produced when an infected person coughs or sneezes. These droplets can land in the mouths or noses of people who are nearby or possibly be inhaled into the lungs. Spread is more likely when people are in close contact with one another (within about 6 feet)."
    },
    {
      "q_text": "are patients taking Angiotensin-converting enzyme inhibitors (ACE) inhibitors at increased risk for COVID-19?",
      "answer_text": "CDC is currently not aware of scientific evidence establishing a link between ACE-I or ARBs and risk of contracting or severity of COVID-19."
    },
    {
      "q_text": "which tests indicate severe covid infection?",
      "answer_text": "Diagnosis of COVID-19 requires detection of SARS-CoV-2 RNA by reverse transcription polymerase chain reaction (RT-PCR). Detection of SARS-CoV-2 viral RNA is better in nasopharynx samples compared to throat samples.33,50 Lower respiratory samples may have better yield than upper respiratory samples.33,50. SARS-CoV-2 RNA has also been detected in stool and blood.13,34,47,51 Detection of SARS-CoV-2 RNA in blood may be a marker of severe illness."
    },
    {
      "q_text": "what are the early symptoms of COVID-19?",
      "answer_text": "Symptoms can include fever, cough and shortness of breath. Symptoms may appear 2-14 days after exposure."
    },
    {
      "q_text": "are there any existing drugs that could repurposed to treat COVID-19?",
      "answer_text": "Some types of HIV medicine (for example, lopinavir-ritonavir) to treat COVID-19 are being evaluated."
    },
    {
      "q_text": "is remdesivir an effective treatment for COVID-19?",
      "answer_text": "Remdesivir is an investigational antiviral drug that has been reported to have in-vitro activity against SARS-CoV-2. Some adult patients with COVID-19 have received intravenous remdesivir through clinical trials or compassionate use, although remdesivir has not been used for treatment of children with COVID-19."
    },
    {
      "q_text": "what are the long-term complications for people who recover from COVID-19?",
      "answer_text": "Older adults and people of any age who have serious underlying medical conditions may be at higher risk for more severe complications from COVID-19."
    },
    {
      "q_text": "will SARS-CoV2 infected people develop immunity?",
      "answer_text": "Based on the trajectory of antibody decline, researchers have predicted that the immune response following infection would continue to provide at least 50% protection against reinfection for 1–2 years following initial infection with SARS-CoV-2 or vaccination"
    },
    {
      "q_text": "how has COVID-19 affected Canada",
      "answer_text": "COVID-19 continues to impact Canadians, with approximately 132,000 hospitalizations and over 35,000 deaths to date. Canadians continue to respond—over 30 million people are fully vaccinated."
    },
    {
      "q_text": "has social distancing had an impact on slowing the spread of COVID-19?",
      "answer_text": "Social distancing orders have been enacted worldwide to slow the coronavirus disease (COVID-19) pandemic, reduce strain on healthcare systems, and prevent deaths."
    },
    {
      "q_text": "what are the best masks for preventing infection by COVID-19?",
      "answer_text": "Recommended medical masks for healthcare providers are respirators such as N95 and surgical 3 ply masks. Other than health care workers, the surgical 3 ply masks is also indicated for those with COVID-19 symptoms and those taking care of someone suspected (PUI) or confirmed COVID-19."
    },
    {
      "q_text": "are heart complications likely in patients with COVID-19?",
      "answer_text": "Myocardial injury (as reflected in elevated cardiac troponin levels) is common among patients hospitalized with COVID-19, but the cause in individual patients is frequently not identified. The presence and magnitude of troponin elevation is associated with more severe disease and worse outcomes."
    },
    {
      "q_text": "how does the coronavirus differ from seasonal flu?",
      "answer_text": "Influenza (flu) and COVID-19 are both contagious respiratory illnesses, but they are caused by different viruses. COVID-19 is caused by infection with a coronavirus first identified in 2019. Flu is caused by infection with a flu virus (influenza viruses). From what we know, COVID-19 spreads more easily than flu."
    },
    {
      "q_text": "how does COVID-19 cause or contribute to inflammation?",
      "answer_text": "They found that SARS-CoV-2 can infect monocytes — immune cells in the blood that act as “sentinels” or early responders to infection — which subsequently undergo pyroptosis leading to more severe systemic inflammation."
    },
    {
      "q_text": "what is a cytokine storm and how is it related to COVID-19?",
      "answer_text": "COVID-19 can trigger a cytokine storm in pulmonary tissues through hyperactivation of the immune system and the uncontrolled release of cytokines. The phrase “cytokine storm” is a descriptive term to encompass a variety of events that may ultimately result in multi-organ failure and death."
    },
    {
      "q_text": "how has the COVID-19 pandemic impacted mental health?",
      "answer_text": "Plenty of us became more anxious; but for some COVID-19 has sparked or amplified much more serious mental health problems. A great number of people have reported psychological distress and symptoms of depression, anxiety or post-traumatic stress."
    },
    {
      "q_text": "what kinds of tests are there for COVID-19?",
      "answer_text": "Types of Tests Viral tests look for a current infection with SARS-CoV-2, the virus that causes COVID-19, by testing specimens from your nose or mouth. There are two main types of viral tests: nucleic acid amplification tests (NAATs) and antigen tests."
    },
    {
      "q_text": "Does Vitamins prevent COVID-19?",
      "answer_text": "Based on the science, there is reason to be hopeful that supplements such as vitamin C or D, zinc, or melatonin might help in the fight against COVID-19. While there is no proof yet that they do, additional research could show a benefit in certain situations, or with a different dose or formulation of the supplement."
    },
    {
      "q_text": "What are the complications of COVID-19?",
      "answer_text": "COVID-19 complications => Acute Respiratory Failure. Pneumonia. Acute Respiratory Distress Syndrome (ARDS). Acute Liver Injury. Acute Cardiac Injury. Secondary Infection. Acute Kidney Injury. Septic Shock."
    },
    {
      "q_text": "Is covid-19 serious?",
      "answer_text": "Although most people with COVID-19 have mild to moderate symptoms, the disease can cause severe medical complications and lead to death in some people. Older adults or people with existing medical conditions are at greater risk of becoming seriously ill with COVID-19 ."
    },
    {
      "q_text": "Does adequate sleep prevent COVID-19?",
      "answer_text": "Ample sleep supports the immune system, which reduces the risk of infection and can improve outcomes for people fighting a virus. On the other hand, sleep deprivation weakens the body's defense system and makes people more vulnerable to contracting a virus."
    },
    {
      "q_text": "Which of the COVID-19 vaccines will be most effective and safe?",
      "answer_text": "The Pfizer and Moderna vaccines are strongly recommended as safe and effective at preventing serious illness or death from COVID-19."
    }
  ]